Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: The model may call the local tool, but the mode does not guarantee a call.
de: Das Modell ruft möglicherweise das lokale Tool auf, der Modus garantiert jedoch keinen Aufruf.
es: El modelo puede llamar a la herramienta local, pero el modo no garantiza una llamada.
fr: Le modèle peut appeler l'outil local, mais le mode ne garantit pas un appel.
it: Il modello può chiamare lo strumento locale, ma la modalità non garantisce una chiamata.
ja: モデルはローカル ツールを呼び出す可能性がありますが、モードは呼び出しを保証しません。
ko: 모델에서는 로컬 도구를 호출할 수 있지만 모드에서는 호출을 보장하지 않습니다.
pt_br: O modelo pode chamar a ferramenta local, mas o modo não garante uma chamada.
zh_hans: 该模型可以调用本地工具，但该模式不保证调用。
zh_hant: 此模型可以呼叫本地工具，但此模式不保證呼叫。

source: The model searches only the sample notes indexed by this lab
de: Das Modell durchsucht nur die von diesem Labor indizierten Beispielnotizen
es: El modelo busca solo las notas de muestra indexadas por este laboratorio
fr: Le modèle recherche uniquement les exemples de notes indexées par ce laboratoire
it: Il modello ricerca solo le note campione indicizzate da questo laboratorio
ja: モデルは、このラボによってインデックス付けされたサンプル ノートのみを検索します
ko: 모델은 본 실습에서 인덱싱한 샘플 노트만 검색합니다.
pt_br: O modelo pesquisa apenas as notas de amostra indexadas por este laboratório
zh_hans: 模型仅搜索本实验室索引的样本笔记
zh_hant: 模型僅搜尋本實驗室索引的樣本筆記

source: The model session couldn’t start. Check model availability and try again.
de: Die Modellsitzung konnte nicht gestartet werden. Überprüfen Sie die Modellverfügbarkeit und versuchen Sie es erneut.
es: No se pudo iniciar la sesión del modelo. Verifique la disponibilidad del modelo y vuelva a intentarlo.
fr: La session de modèle n'a pas pu démarrer. Vérifiez la disponibilité du modèle et réessayez.
it: Impossibile avviare la sessione del modello. Controlla la disponibilità del modello e riprova.
ja: モデル セッションを開始できませんでした。モデルの可用性を確認して、再試行してください。
ko: 모델 세션을 시작할 수 없습니다. 모델 가용성을 확인하고 다시 시도하세요.
pt_br: A sessão do modelo não pôde ser iniciada. Verifique a disponibilidade do modelo e tente novamente.
zh_hans: 模型会话无法启动。检查型号可用性并重试。
zh_hant: 模型會話無法啟動。檢查型號可用性並重試。

source: The on-device model must be ready for image input before this request can run
de: Das Modell auf dem Gerät muss für die Bildeingabe bereit sein, bevor diese Anfrage ausgeführt werden kann
es: El modelo del dispositivo debe estar listo para la entrada de imágenes antes de que se pueda ejecutar esta solicitud
fr: Le modèle sur l'appareil doit être prêt pour la saisie d'image avant que cette requête puisse être exécutée
it: Il modello sul dispositivo deve essere pronto per l'input dell'immagine prima che questa richiesta possa essere eseguita
ja: このリクエストを実行する前に、オンデバイス モデルで画像入力の準備ができている必要があります
ko: 이 요청을 실행하려면 기기 내 모델이 이미지 입력을 위해 준비되어 있어야 합니다.
pt_br: O modelo no dispositivo deve estar pronto para entrada de imagem antes que esta solicitação possa ser executada
zh_hans: 设备上的模型必须准备好图像输入，然后才能运行此请求
zh_hant: 裝置上的模型必須準備好影像輸入，然後才能執行此請求

source: The on-device system language model is currently unavailable.
de: Das Systemsprachenmodell auf dem Gerät ist derzeit nicht verfügbar.
es: El modelo de idioma del sistema en el dispositivo no está disponible actualmente.
fr: Le modèle de langage système sur l'appareil est actuellement indisponible.
it: Il modello linguistico del sistema integrato nel dispositivo non è attualmente disponibile.
ja: オンデバイスのシステム言語モデルは現在利用できません。
ko: 온디바이스 시스템 언어 모델은 현재 사용할 수 없습니다.
pt_br: O modelo de idioma do sistema no dispositivo não está disponível no momento.
zh_hans: 设备端系统语言模型当前不可用。
zh_hant: 設備端系統語言模型目前不可用。

source: The on-device system language model is not ready.
de: Das Systemsprachenmodell auf dem Gerät ist nicht bereit.
es: El modelo de idioma del sistema en el dispositivo no está listo.
fr: Le modèle de langage système sur l'appareil n'est pas prêt.
it: Il modello linguistico del sistema integrato nel dispositivo non è pronto.
ja: オンデバイスのシステム言語モデルの準備ができていません。
ko: 온디바이스 시스템 언어 모델이 준비되지 않았습니다.
pt_br: O modelo de idioma do sistema no dispositivo não está pronto.
zh_hans: 设备上系统语言模型尚未准备好。
zh_hant: 設備上系統語言模型尚未準備好。

source: The on-device system language model is unavailable.
de: Das Systemsprachenmodell auf dem Gerät ist nicht verfügbar.
es: El modelo de idioma del sistema en el dispositivo no está disponible.
fr: Le modèle de langage système sur l'appareil n'est pas disponible.
it: Il modello linguistico del sistema integrato nel dispositivo non è disponibile.
ja: オンデバイスのシステム言語モデルは利用できません。
ko: 기기 내 시스템 언어 모델을 사용할 수 없습니다.
pt_br: O modelo de idioma do sistema no dispositivo não está disponível.
zh_hans: 设备端系统语言模型不可用。
zh_hant: 設備端系統語言模型不可用。

source: The path will appear after the session finishes or the run is cancelled.
de: Der Pfad wird angezeigt, nachdem die Sitzung beendet ist oder der Lauf abgebrochen wird.
es: La ruta aparecerá después de que finalice la sesión o se cancele la ejecución.
fr: Le ​​chemin apparaîtra une fois la session terminée ou l'exécution annulée.
it: Il percorso verrà visualizzato al termine della sessione o al termine della corsa.
ja: パスはセッションが終了するか実行がキャンセルされた後に表示されます。
ko: 세션이 종료되거나 실행이 취소된 후에 경로가 나타납니다.
pt_br: O caminho aparecerá após o término da sessão ou a execução for cancelada.
zh_hans: 该路径将在训练结束或取消跑步后出现。
zh_hant: 此路徑將在訓練結束或取消跑步後出現。

source: The prompt changed while the session was running. Run it again to inspect matching results.
de: Die Eingabeaufforderung hat sich während der Sitzung geändert. Führen Sie es erneut aus, um die übereinstimmenden Ergebnisse zu überprüfen.
es: El mensaje cambió mientras se ejecutaba la sesión. Ejecútelo nuevamente para inspeccionar los resultados coincidentes.
fr: L'invite a changé pendant l'exécution de la session. Exécutez-le à nouveau pour inspecter les résultats correspondants.
it: Il prompt è cambiato durante l'esecuzione della sessione. Eseguilo di nuovo per controllare i risultati corrispondenti.
ja: セッションの実行中にプロンプ​​トが変更されました。再度実行して、一致する結果を検査します。
ko: 세션이 실행되는 동안 프롬프트가 변경되었습니다. 다시 실행하여 일치하는 결과를 검사하세요.
pt_br: O prompt mudou durante a execução da sessão. Execute-o novamente para inspecionar os resultados correspondentes.
zh_hans: 会话运行时提示发生变化。再次运行它以检查匹配结果。
zh_hant: 會話運行時提示發生變化。再次運行它以檢查匹配結果。

source: The request or response triggered a safety guardrail. Revise the prompt and try again.
de: Die Anfrage oder Antwort löste eine Sicherheitsleitplanke aus. Überarbeiten Sie die Eingabeaufforderung und versuchen Sie es erneut.
es: La solicitud o respuesta activó una barandilla de seguridad. Revise el mensaje e inténtelo de nuevo.
fr: La demande ou la réponse a déclenché un garde-corps de sécurité. Révisez l'invite et réessayez.
it: La richiesta o risposta ha attivato un guardrail di sicurezza. Rivedere la richiesta e riprovare.
ja: リクエストまたはレスポンスにより安全ガードレールがトリガーされました。プロンプトを修正して再試行してください。
ko: 요청 또는 응답으로 인해 안전 가드레일이 트리거되었습니다. 프롬프트를 수정하고 다시 시도하십시오.
pt_br: A solicitação ou resposta acionou uma proteção de segurança. Revise o prompt e tente novamente.
zh_hans: 请求或响应触发了安全护栏。修改提示并重试。
zh_hant: 請求或回應觸發了安全護欄。修改提示並重試。

source: The requested HealthKit data types aren’t available on this device.
de: Die angeforderten HealthKit-Datentypen sind auf diesem Gerät nicht verfügbar.
es: Los tipos de datos HealthKit solicitados no están disponibles en este dispositivo.
fr: Les types de données HealthKit demandés ne sont pas disponibles sur cet appareil.
it: I tipi di dati HealthKit richiesti non sono disponibili su questo dispositivo.
ja: 要求された HealthKit データ型は、このデバイスでは使用できません。
ko: 요청한 HealthKit 데이터 유형은 이 기기에서 사용할 수 없습니다.
pt_br: Os tipos de dados HealthKit solicitados não estão disponíveis neste dispositivo.
zh_hans: 请求的 HealthKit 数据类型在此设备上不可用。
zh_hant: 請求的 HealthKit 資料類型在此裝置上不可用。

source: The response didn’t match the requested schema. Review the schema and generation guides.
de: Die Antwort stimmte nicht mit dem angeforderten Schema überein. Sehen Sie sich die Schema- und Generierungshandbücher an.
es: La respuesta no coincide con el esquema solicitado. Revise el esquema y las guías de generación.
fr: La réponse ne correspondait pas au schéma demandé. Consultez le schéma et les guides de génération.
it: La risposta non corrispondeva allo schema richiesto. Esaminare lo schema e le guide alla generazione.
ja: 応答は要求されたスキーマと一致しませんでした。スキーマと生成ガイドを確認してください。
ko: 응답이 요청한 스키마와 일치하지 않습니다. 스키마 및 생성 가이드를 검토하세요.
pt_br: A resposta não corresponde ao esquema solicitado. Revise o esquema e os guias de geração.
zh_hans: 响应与请求的架构不匹配。查看架构和生成指南。
zh_hant: 回應與請求的架構不符。查看架構和生成指南。

source: The response includes a title, author, genre, and description.
de: Die Antwort enthält einen Titel, einen Autor, ein Genre und eine Beschreibung.
es: La respuesta incluye título, autor, género y descripción.
fr: La réponse comprend un titre, un auteur, un genre et une description.
it: La risposta include titolo, autore, genere e descrizione.
ja: 応答には、タイトル、著者、ジャンル、説明が含まれます。
ko: 응답에는 제목, 작성자, 장르 및 설명이 포함됩니다.
pt_br: A resposta inclui título, autor, gênero e descrição.
zh_hans: 响应包括标题、作者、流派和描述。
zh_hant: 回應包括標題、作者、流派和描述。

source: The response stream ended unexpectedly. %@
de: Der Antwortstream wurde unerwartet beendet. %@
es: El flujo de respuesta finalizó inesperadamente. %@
fr: Le flux de réponse s'est terminé de manière inattendue. %@
it: Il flusso di risposta è terminato in modo imprevisto. %@
ja: 応答ストリームが予期せず終了しました。 %@
ko: 응답 스트림이 예기치 않게 종료되었습니다. %@
pt_br: O fluxo de resposta terminou inesperadamente. %@
zh_hans: 响应流意外结束。 %@
zh_hant: 響應流意外結束。 %@

source: The same prompt is sent to a new session for each reasoning level
de: Die gleiche Eingabeaufforderung wird für jede Argumentationsebene an eine neue Sitzung gesendet
es: Se envía el mismo mensaje a una nueva sesión para cada nivel de razonamiento
fr: La même invite est envoyée à une nouvelle session pour chaque niveau de raisonnement
it: Lo stesso prompt viene inviato ad una nuova sessione per ogni livello di ragionamento
ja: 同じプロンプトが各推論レベルの新しいセッションに送信されます
ko: 각 추론 수준에 대해 동일한 프롬프트가 새 세션으로 전송됩니다.
pt_br: O mesmo prompt é enviado para uma nova sessão para cada nível de raciocínio
zh_hans: 对于每个推理级别，相同的提示会发送到新会话
zh_hant: 對於每個推理級別，相同的提示會傳送到新會話

source: The same prompt is sent to a new session for each tool-calling mode
de: Die gleiche Eingabeaufforderung wird für jeden Werkzeugaufrufmodus an eine neue Sitzung gesendet
es: Se envía el mismo mensaje a una nueva sesión para cada modo de llamada de herramienta
fr: La même invite est envoyée à une nouvelle session pour chaque mode d'appel d'outil
it: Lo stesso prompt viene inviato a una nuova sessione per ciascuna modalità di chiamata dello strumento
ja: 各ツール呼び出しモードの新しいセッションに同じプロンプトが送信されます
ko: 각 도구 호출 모드에 대해 동일한 프롬프트가 새 세션으로 전송됩니다.
pt_br: O mesmo prompt é enviado para uma nova sessão para cada modo de chamada de ferramenta
zh_hans: 对于每个工具调用模式，都会向新会话发送相同的提示
zh_hant: 對於每個工具呼叫模式，都會向新會話發送相同的提示

source: The saved bridge folder could not be restored: %@
de: Der gespeicherte Bridge-Ordner konnte nicht wiederhergestellt werden: %@
es: No se pudo restaurar la carpeta puente guardada: %@
fr: Le dossier de pont enregistré n'a pas pu être restauré : %@
it: Impossibile ripristinare la cartella del bridge salvata: %@
ja: 保存されたブリッジフォルダーを復元できませんでした: %@
ko: 저장된 브리지 폴더를 복원할 수 없습니다: %@
pt_br: A pasta da ponte salva não pôde ser restaurada: %@
zh_hans: 无法恢复保存的桥接文件夹：%@
zh_hant: 無法恢復已儲存的橋接資料夾：%@

source: The schema uses @Guide annotations for the rating, strengths, limitations, and recommendation.
de: Das Schema verwendet @Guide-Anmerkungen für die Bewertung, Stärken, Einschränkungen und Empfehlungen.
es: El esquema utiliza anotaciones @Guide para la calificación, fortalezas, limitaciones y recomendaciones.
fr: Le schéma utilise les annotations @Guide pour la note, les points forts, les limites et les recommandations.
it: Lo schema utilizza le annotazioni @Guide per valutazione, punti di forza, limitazioni e raccomandazioni.
ja: スキーマでは、評価、長所、制限、推奨事項に @Guide アノテーションを使用します。
ko: 스키마는 평가, 장점, 제한 사항 및 권장 사항에 @Guide 주석을 사용합니다.
pt_br: O esquema usa anotações @Guide para classificação, pontos fortes, limitações e recomendação.
zh_hans: 该架构使用 @Guide 注释进行评级、优势、限制和推荐。
zh_hant: 此架構使用 @Guide 註釋進行評級、優勢、限制和推薦。

source: The selected bridge location is not a folder.
de: Der ausgewählte Bridge-Speicherort ist kein Ordner.
es: La ubicación del puente seleccionado no es una carpeta.
fr: L'emplacement du pont sélectionné n'est pas un dossier.
it: La posizione del bridge selezionata non è una cartella.
ja: 選択したブリッジの場所はフォルダーではありません。
ko: 선택한 브릿지 위치가 폴더가 아닙니다.
pt_br: O local da ponte selecionado não é uma pasta.
zh_hans: 所选桥接位置不是文件夹。
zh_hant: 所選橋接位置不是資料夾。

source: The session completed without observable transcript entries.
de: Die Sitzung wurde ohne beobachtbare Transkripteinträge abgeschlossen.
es: La sesión se completó sin entradas de transcripción observables.
fr: La session s'est terminée sans entrées de transcription observables.
it: La sessione è stata completata senza voci di trascrizione osservabili.
ja: セッションは観察可能な記録エントリなしで完了しました。
ko: 관찰 가능한 기록 항목 없이 세션이 완료되었습니다.
pt_br: A sessão foi concluída sem entradas de transcrição observáveis.
zh_hans: 会话已完成，但没有可观察到的成绩单条目。
zh_hant: 會話已完成，但沒有可觀察到的成績單條目。

# The size of "%@" couldn’t be read. %@
source: The size of "%1$@" couldn’t be read. %2$@
de: Die Größe von „%1$@“ konnte nicht gelesen werden. %2$@
es: No se pudo leer el tamaño de "%1$@". %2$@
fr: La taille de "%1$@" n'a pas pu être lue. %2$@
it: Impossibile leggere la dimensione di "%1$@". %2$@
ja: 「%1$@」のサイズが読み取れませんでした。 %2$@
ko: "%1$@"의 크기를 읽을 수 없습니다. %2$@
pt_br: Não foi possível ler o tamanho de "%1$@". %2$@
zh_hans: 无法读取“%1$@”的大小。 %2$@
zh_hant: 無法讀取「%1$@」的大小。 %2$@

source: The source index couldn’t be cleared. %@
de: Der Quellindex konnte nicht gelöscht werden. %@
es: No se pudo borrar el índice de origen. %@
fr: L'index source n'a pas pu être effacé. %@
it: Impossibile cancellare l'indice di origine. %@
ja: ソースインデックスをクリアできませんでした。 %@
ko: 소스 인덱스를 삭제할 수 없습니다. %@
pt_br: O índice de origem não pôde ser limpo. %@
zh_hans: 源索引无法清除。 %@
zh_hant: 來源索引無法清除。 %@

source: The source index couldn’t be opened. %@
de: Der Quellindex konnte nicht geöffnet werden. %@
es: No se pudo abrir el índice fuente. %@
fr: L'index source n'a pas pu être ouvert. %@
it: Impossibile aprire l'indice di origine. %@
ja: ソースインデックスを開けませんでした。 %@
ko: 소스 인덱스를 열 수 없습니다. %@
pt_br: Não foi possível abrir o índice de origem. %@
zh_hans: 无法打开源索引。 %@
zh_hant: 無法開啟來源索引。 %@

source: The source index isn’t available. Close Document Q&A and try again.
de: Der Quellindex ist nicht verfügbar. Schließen Sie das Dokument „Fragen und Antworten“ und versuchen Sie es erneut.
es: El índice fuente no está disponible. Cierre el documento Preguntas y respuestas e inténtelo de nuevo.
fr: L'index source n'est pas disponible. Fermez Document Q&A et réessayez.
it: L'indice della fonte non è disponibile. Chiudi Domande e risposte sul documento e riprova.
ja: ソースインデックスが利用できません。ドキュメント Q&A を閉じて、もう一度試してください。
ko: 소스 인덱스를 사용할 수 없습니다. 문서 Q&A를 닫고 다시 시도하세요.
pt_br: O índice de origem não está disponível. Feche as perguntas e respostas do documento e tente novamente.
zh_hans: 源索引不可用。关闭文档问答并重试。
zh_hant: 來源索引不可用。關閉文件問答並重試。

source: The source index isn’t available. Close and reopen Foundation Lab, then try again.
de: Der Quellindex ist nicht verfügbar. Schließen Sie Foundation Lab, öffnen Sie es erneut und versuchen Sie es erneut.
es: El índice fuente no está disponible. Cierre y vuelva a abrir Foundation Lab y vuelva a intentarlo.
fr: L'index source n'est pas disponible. Fermez et rouvrez Foundation Lab, puis réessayez.
it: L'indice della fonte non è disponibile. Chiudi e riapri Foundation Lab, quindi riprova.
ja: ソースインデックスが利用できません。 Foundation Lab を閉じて再度開き、再試行してください。
ko: 소스 인덱스를 사용할 수 없습니다. Foundation Lab를 닫았다가 다시 연 후 다시 시도하세요.
pt_br: O índice de origem não está disponível. Feche e reabra Foundation Lab e tente novamente.
zh_hans: 源索引不可用。关闭并重新打开 Foundation Lab，然后重试。
zh_hant: 來源索引不可用。關閉並重新開啟 Foundation Lab，然後再試一次。

source: The sources couldn’t be searched. %@
de: Die Quellen konnten nicht durchsucht werden. %@
es: No se pudieron buscar las fuentes. %@
fr: Les sources n'ont pas pu être recherchées. %@
it: Impossibile cercare le fonti. %@
ja: ソースを検索できませんでした。 %@
ko: 출처를 검색할 수 없습니다. %@
pt_br: Não foi possível pesquisar as fontes. %@
zh_hans: 无法搜索到来源。 %@
zh_hant: 無法搜尋到來源。 %@

source: The system language model does not report tool-calling support on this runtime.
de: Das Systemsprachenmodell meldet in dieser Laufzeit keine Unterstützung für Toolaufrufe.
es: El modelo de lenguaje del sistema no informa soporte de llamada de herramientas en este tiempo de ejecución.
fr: Le modèle de langage système ne signale pas la prise en charge des appels d'outils sur ce runtime.
it: Il modello linguistico del sistema non riporta il supporto per le chiamate agli strumenti in questo runtime.
ja: システム言語モデルは、このランタイムでのツール呼び出しのサポートを報告しません。
ko: 시스템 언어 모델은 이 런타임에 대한 도구 호출 지원을 보고하지 않습니다.
pt_br: O modelo de linguagem do sistema não relata suporte para chamada de ferramenta neste tempo de execução.
zh_hans: 系统语言模型不报告此运行时上的工具调用支持。
zh_hant: 系統語言模型不報告此運行時上的工具呼叫支援。

source: The text couldn’t be added to the source index. %@
de: Der Text konnte nicht zum Quellindex hinzugefügt werden. %@
es: No se pudo agregar el texto al índice fuente. %@
fr: Le ​​texte n'a pas pu être ajouté à l'index source. %@
it: Impossibile aggiungere il testo all'indice della fonte. %@
ja: テキストをソースインデックスに追加できませんでした。 %@
ko: 소스 색인에 텍스트를 추가할 수 없습니다. %@
pt_br: O texto não pôde ser adicionado ao índice de origem. %@
zh_hans: 文本无法添加到源索引。 %@
zh_hant: 文字無法加入到來源索引。 %@

source: The tool couldn’t finish. %@
de: Das Tool konnte nicht beendet werden. %@
es: La herramienta no pudo finalizar. %@
fr: L'outil n'a pas pu terminer. %@
it: Impossibile completare lo strumento. %@
ja: ツールを終了できませんでした。 %@
ko: 도구를 완료할 수 없습니다. %@
pt_br: A ferramenta não pôde ser concluída. %@
zh_hans: 该工具无法完成。 %@
zh_hant: 該工具無法完成。 %@

source: The tool reads deterministic sample text bundled with this lab. It performs no network request and changes no data.
de: Das Tool liest deterministischen Beispieltext, der in diesem Labor enthalten ist. Es führt keine Netzwerkanfrage durch und ändert keine Daten.
es: La herramienta lee texto de muestra determinista incluido con esta práctica de laboratorio. No realiza ninguna solicitud de red y no cambia ningún dato.
fr: L'outil lit un exemple de texte déterministe fourni avec cet atelier. Il n'effectue aucune requête réseau et ne modifie aucune donnée.
it: Lo strumento legge il testo di esempio deterministico fornito in bundle con questo lab. Non esegue alcuna richiesta di rete e non modifica alcun dato.
ja: このツールは、このラボにバンドルされている確定的なサンプル テキストを読み取ります。ネットワーク要求は実行されず、データも変更されません。
ko: 이 도구는 이 실습과 함께 제공되는 결정론적 샘플 텍스트를 읽습니다. 네트워크 요청을 수행하지 않으며 데이터를 변경하지 않습니다.
pt_br: A ferramenta lê o texto de amostra determinístico fornecido com este laboratório. Ele não executa nenhuma solicitação de rede e não altera dados.
zh_hans: 该工具读取与本实验捆绑的确定性示例文本。它不执行网络请求，也不更改任何数据。
zh_hant: 此工具讀取與本實驗捆綁的確定性範例文字。它不執行網路請求，也不更改任何資料。

source: The tool remains registered, but the model is prevented from calling it for this response.
de: Das Tool bleibt registriert, aber das Modell kann es für diese Antwort nicht aufrufen.
es: La herramienta permanece registrada, pero el modelo no puede llamarla para esta respuesta.
fr: L'outil reste enregistré, mais le modèle ne peut pas l'appeler pour cette réponse.
it: Lo strumento rimane registrato, ma al modello viene impedito di chiamarlo per questa risposta.
ja: ツールは登録されたままですが、モデルはこの応答のためにツールを呼び出すことができません。
ko: 도구는 등록된 상태로 유지되지만 모델은 이 응답에 대해 도구를 호출할 수 없습니다.
pt_br: A ferramenta permanece registrada, mas o modelo é impedido de chamá-la para esta resposta.
zh_hans: 该工具保持注册状态，但模型无法为此响应调用它。
zh_hant: 該工具保持註冊狀態，但模型無法為此回應調用它。

source: The transcript contains no tool call.
de: Das Transkript enthält keinen Tool-Aufruf.
es: La transcripción no contiene ninguna llamada a herramienta.
fr: La transcription ne contient aucun appel d'outil.
it: La trascrizione non contiene alcuna chiamata allo strumento.
ja: トランスクリプトにはツール呼び出しが含まれていません。
ko: 녹취록에는 도구 호출이 포함되어 있지 않습니다.
pt_br: A transcrição não contém nenhuma chamada de ferramenta.
zh_hans: 脚本不包含任何工具调用。
zh_hant: 腳本不包含任何工具呼叫。

source: The transcript will appear after the model finishes or the run is cancelled.
de: Das Transkript wird angezeigt, nachdem das Modell fertig ist oder der Lauf abgebrochen wird.
es: La transcripción aparecerá después de que finalice el modelo o se cancele la ejecución.
fr: La transcription apparaîtra une fois le modèle terminé ou l'exécution annulée.
it: La trascrizione verrà visualizzata al termine del modello o al termine della corsa.
ja: トランスクリプトは、モデルが終了するか実行がキャンセルされた後に表示されます。
ko: 모델이 완료되거나 실행이 취소된 후에 성적표가 나타납니다.
pt_br: A transcrição aparecerá após a conclusão do modelo ou a execução for cancelada.
zh_hans: 模型完成或运行取消后将出现成绩单。
zh_hant: 模型完成或運行取消後將出現成績單。

source: There’s no response text to speak.
de: Es gibt keinen Antworttext zum Sprechen.
es: No hay texto de respuesta para hablar.
fr: Il n'y a pas de texte de réponse à prononcer.
it: Non c'è testo di risposta da pronunciare.
ja: 話すための応答テキストがありません。
ko: 말할 응답 텍스트가 없습니다.
pt_br: Não há texto de resposta para falar.
zh_hans: 没有可说话的回复文本。
zh_hant: 沒有可說話的回覆文字。

source: These sample transcripts and token counts compare app-owned transforms. This page does not call a model or tokenizer.
de: Diese Beispieltranskripte und Token-Zählungen vergleichen App-eigene Transformationen. Diese Seite ruft kein Modell oder Tokenizer auf.
es: Estas transcripciones de muestra y recuentos de tokens comparan transformaciones propiedad de la aplicación. Esta página no llama a un modelo ni a un tokenizador.
fr: Ces exemples de transcriptions et de nombres de jetons comparent les transformations appartenant à l'application. Cette page n'appelle pas de modèle ou de tokenizer.
it: Queste trascrizioni di esempio e i conteggi dei token confrontano le trasformazioni di proprietà dell'app. Questa pagina non richiama un modello o un tokenizzatore.
ja: これらのサンプルのトランスクリプトとトークン数は、アプリが所有する変換を比較しています。このページではモデルやトークナイザーを呼び出しません。
ko: 이 샘플 기록과 토큰 수는 앱 소유 변환을 비교합니다. 이 페이지는 모델이나 토크나이저를 호출하지 않습니다.
pt_br: Estas transcrições de amostra e contagens de token comparam transformações de propriedade do aplicativo. Esta página não chama um modelo ou tokenizador.
zh_hans: 这些示例转录本和令牌计数比较应用程序拥有的转换。此页面不调用模型或分词器。
zh_hant: 這些範例轉錄本和令牌計數比較應用程式擁有的轉換。此頁面不呼叫模型或分詞器。

source: This device is not eligible for Private Cloud Compute.
de: Dieses Gerät ist nicht für Private Cloud Compute geeignet.
es: Este dispositivo no es elegible para Private Cloud Compute.
fr: Cet appareil n'est pas éligible au Private Cloud Compute.
it: Questo dispositivo non è idoneo per Private Cloud Compute.
ja: このデバイスは Private Cloud Compute の対象外です。
ko: 이 기기는 Private Cloud Compute를 사용할 수 없습니다.
pt_br: Este dispositivo não é elegível para Private Cloud Compute.
zh_hans: 该设备不符合 Private Cloud Compute 的条件。
zh_hant: 本設備不符合 Private Cloud Compute 的條件。

source: This device is not eligible for the on-device system language model.
de: Dieses Gerät ist nicht für das geräteinterne Systemsprachenmodell geeignet.
es: Este dispositivo no es elegible para el modelo de idioma del sistema en el dispositivo.
fr: Cet appareil n'est pas éligible au modèle de langage système intégré à l'appareil.
it: Questo dispositivo non è idoneo per il modello linguistico del sistema integrato nel dispositivo.
ja: このデバイスは、オンデバイスのシステム言語モデルの対象外です。
ko: 이 기기는 온디바이스 시스템 언어 모델에 적합하지 않습니다.
pt_br: Este dispositivo não é elegível para o modelo de idioma do sistema no dispositivo.
zh_hans: 此设备不符合设备上系统语言模型的条件。
zh_hant: 此設備不符合設備上系統語言模型的條件。
